---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SelectionFailures
source: html/3feb1f04-d709-99a6-b764-d1961f1b4051.htm
---
# BuiltInFailures.SelectionFailures Properties

No element selected.